
/* Login Items Table */
"fkind_app" 			= "アプリケーション";
"fkind_classic_app" 	= "Classic アプリケーション";
"fkind_doc" 			= "書類";
"fkind_unknown" 		= "不明";
"fkind_volume"			= "ボリューム";
"fkind_folder"			= "フォルダ";
"fkind_URL"				= "URL";

"item_exists_title"	= "既存の項目";
"item_exists_msg"	= "その項目はすでにリストにあります。";

// "cantAddWebLocViaAddButton_title" = "Error";
// "cantAddWebLocViaAddButton_msg"	  = "Do not add ‘.webloc’ files via the ‘Add’ button. Drag them to the list instead.";

"add_button_title"	= "追加";

"table_data_varies"	= "複数選択";

"groupvol_name" = "<グループ共有ポイント>";
"nethomeshare_name" = "<ネットワークホーム共有ポイント>";

/* Error Messages */
"noGroupVols_Title" 	= "グループフォルダがないため追加できません。";
"noGroupVols_Message" 	= "グループフォルダを設定するときは、ツールバーの“アカウント”ボタンをクリックします。次に、“グループフォルダ”をクリックして、フォルダにネットワークまたは詳細な位置を指定します。";
"noGroupVols_OK" 		= "OK";

"someGroupVols_Title" 	= "グループフォルダがないものがあるため、選択したすべてのグループに追加できません。追加を実行すると、グループフォルダを持つものにしか反映されません。続けますか？";
"someGroupVols_Message" = "続けるには“追加”、停止するには“キャンセル”をクリックしてください。グループフォルダを設定するときは、ツールバーの“アカウント”ボタンをクリックします。次に、“グループフォルダ”をクリックして、フォルダにネットワークまたは詳細な位置を指定します。";
"someGroupVols_Save" 	= "追加";
"someGroupVols_Cancel" 	= "キャンセル";

"unkGroupVols_Title" 	= "追加を実行すると、グループフォルダを持つレコードにしか反映されません。続けますか？";
"unkGroupVols_Message"  = "続けるには“追加”、停止するには“キャンセル”をクリックしてください。グループフォルダを設定するときは、まずツールバーの“アカウント”ボタンをクリックします。次に、“グループフォルダ”をクリックして、フォルダのネットワークまたは詳細な位置を指定します。";
"unkGroupVols_Save" 	= "追加";
"unkGroupVols_Cancel" 	= "キャンセル";

"str_ScriptFileTooLargeMsg" = "ファイルが大きすぎます";
"str_ScriptFileTooLarge" = "ファイル“%@”はサイズが大きすぎるため、スクリプトとして追加できません。";

"str_ScriptFileNoExecBitMsg" 	= "実行可能ファイルではありません";
"str_ScriptFileNoExecBit" 		= "ファイル“%@”は実行可能ではありません。実行可能ファイルを選択するか、このファイルをもう一度選択する前に実行可能にしてください。";

"str_ScriptFileIsFolderMsg" 	= "スクリプトファイルではありません";
"str_ScriptFileIsFolder" 		= "“%@”はフォルダまたはバンドルです。実行可能なスクリプトファイルを選択してください。";

//**
//** Login Access tab related stuff
//**
"str_LoginAccessAllow"			= "許可";
"str_LoginAccessDeny"			= "拒否";
"str_LoginAllUsersDisplayName"	= "ネットワークユーザ";

"str_OneItemDoesntContainGUID_Title"	= "レコードに GUID が含まれていません";
"str_OneItemDoesntContainGUID_Desc" 	= "レコード“%@”は、GUID が含まれていなかったため、アクセスリストに追加できませんでした。";

"str_ManyItemsDontContainGUID_Title"	= "一部のレコードに GUID が含まれていません";
"str_ManyItemsDontContainGUID_Desc" 	= "%ld 件のレコードは、GUID が含まれていなかったため、アクセスリストに追加できませんでした。";

//**
//** Popup menu items for "Heading:" popup
//**
"str_popup_Heading_HostName"	= "名前";
"str_popup_Heading_SysVers"		= "バージョン";
"str_popup_Heading_SysBuild"	= "ビルド";
"str_popup_Heading_SerialNum"	= "シリアル番号";
"str_popup_Heading_IPAddr"		= "IP アドレス";
"str_popup_Heading_DSStatus"	= "ディレクトリの状況";
"str_popup_Heading_Time"		= "時間";


//**
//** Error messages for Screen Saver path
//**
"str_ScreenSaver_ModuleNotFound"   = "警告：モジュールがこのコンピュータ上に存在しません";
"str_ScreenSaver_ModuleNotValid"   = "このモジュールの確認中にエラーが起きました";
"str_ScreenSaver_DisallowedModule" = "このモジュールはログインウインドウから実行できません";